Repository: tdu-naifen/transcript
Catalog: App/Localizable.xcstrings
Source language: en
Languages: zh_hans

# meetings.today
source: Today
zh_hans: 今天

# meetings.yesterday
source: Yesterday
zh_hans: 昨天

# meetings.earlier
source: Earlier
zh_hans: 更早

# library.load_failed
source: Could not load meetings
zh_hans: 无法加载会议

# library.delete_failed
source: Could not delete meeting
zh_hans: 无法删除会议

# library.audio_cleanup_failed
source: Could not remove local audio
zh_hans: 无法移除本机音频

source: Collapse recording
zh_hans: 收起录音

source: Play audio from this segment
zh_hans: 从此片段播放音频

source: Home
zh_hans: 主页

source: Meetings
zh_hans: 会议

source: System
zh_hans: 跟随系统

source: Back
zh_hans: 返回

source: Retry
zh_hans: 重试

source: Details
zh_hans: 详细信息

source: Meeting options
zh_hans: 会议选项

source: Could not save meeting name
zh_hans: 无法保存会议名称

source: Reprocessing
zh_hans: 重新处理

source: Process by Mac
zh_hans: 由 Mac 处理

source: Mac is not connected.
zh_hans: Mac 尚未连接。

source: Recording button
zh_hans: 录音按钮

source: Reset recording button position
zh_hans: 恢复录音按钮默认位置

source: Drag to move the recording button, or use its movement actions.
zh_hans: 拖动录音按钮以移动，或使用移动操作。

source: Move recording button left
zh_hans: 向左移动录音按钮

source: Move recording button right
zh_hans: 向右移动录音按钮

source: Move recording button up
zh_hans: 向上移动录音按钮

source: Move recording button down
zh_hans: 向下移动录音按钮

source: Expand recording
zh_hans: 展开录音

source: Stop recording
zh_hans: 停止录音

source: Audio waveform
zh_hans: 音频波形

source: Play audio
zh_hans: 播放音频

source: Pause audio
zh_hans: 暂停音频

source: Playback speed
zh_hans: 播放速度

source: Skip back 5 seconds
zh_hans: 后退 5 秒

source: Skip forward 5 seconds
zh_hans: 前进 5 秒

source: Stop recording before playing another meeting.
zh_hans: 请先停止录音，再播放其他会议。

source: Stop the active recording before playing another meeting.
zh_hans: 请先停止当前录音，再播放其他会议。

source: Couldn't start audio playback. Reopen this meeting to try again.
zh_hans: 无法开始播放音频。请重新打开此会议后重试。

source: The audio file is not available on this device. The transcript is still available.
zh_hans: 本机没有此音频文件，仍可查看转写内容。

source: Connect to Mac
zh_hans: 连接 Mac

source: Connection
zh_hans: 连接

source: Connected
zh_hans: 已连接

source: Connecting
zh_hans: 连接中

source: Offline
zh_hans: 离线

source: Connection needs attention
zh_hans: 连接需要处理

source: Open Transcript on your Mac
zh_hans: 在 Mac 上打开 Transcript

source: Find a Mac
zh_hans: 查找 Mac

source: Pair with your Mac
zh_hans: 与 Mac 配对

source: Nearby Macs
zh_hans: 附近的 Mac

source: Looking for a Mac
zh_hans: 正在查找 Mac

source: Confirm pairing
zh_hans: 确认配对

source: Pairing code
zh_hans: 配对码

source: Confirmed on iPhone
zh_hans: 已在 iPhone 上确认

source: Confirmed on Mac
zh_hans: 已在 Mac 上确认

source: Waiting for iPhone confirmation
zh_hans: 等待 iPhone 确认

source: Waiting for Mac confirmation
zh_hans: 等待 Mac 确认

source: The codes match
zh_hans: 配对码相同

source: Retry connection
zh_hans: 重新连接

source: Unpair Mac
zh_hans: 取消 Mac 配对

source: Unpair Mac?
zh_hans: 取消与 Mac 的配对？

source: You will need to confirm both devices again before reconnecting. This does not delete meetings.
zh_hans: 重新连接前需要再次在两端确认。此操作不会删除会议。

source: Transcript uses your local network to discover your Mac and transfer meeting audio and results. iOS may ask for local network access.
zh_hans: Transcript 使用本地网络发现 Mac 并传输会议音频和结果。iOS 可能会请求本地网络访问权限。

source: Mac connection is unavailable because this app has no transport service configured.
zh_hans: 此 App 尚未配置传输服务，因此暂时无法连接 Mac。

source: Open Transcript on your Mac, then look for it on your local network.
zh_hans: 请在 Mac 上打开 Transcript，然后在本地网络中查找。

source: Keep Transcript open on your Mac. Discovered devices appear here.
zh_hans: 请保持 Mac 上的 Transcript 打开。发现的设备会显示在这里。

source: Check that both devices show the same code, then confirm on each device.
zh_hans: 核对两端显示的配对码相同，然后分别确认。

source: Your paired Mac is offline. Reconnect before submitting a new task.
zh_hans: 已配对的 Mac 当前离线。提交新任务前请重新连接。

source: Verifying the Mac's identity and connection.
zh_hans: 正在验证 Mac 身份及连接。

source: Mac connected · Processing model ready
zh_hans: Mac 已连接 · 处理模型已就绪

source: Mac connected · Processing model not ready
zh_hans: Mac 已连接 · 处理模型未就绪

source: Mac connected · Processing model readiness unknown
zh_hans: Mac 已连接 · 处理模型状态未知

source: This meeting already has an active Mac task.
zh_hans: 此会议已有正在进行的 Mac 任务。

source: Saved on iPhone · Waiting to send
zh_hans: 已保存在 iPhone · 等待发送

source: Sending to Mac
zh_hans: 正在发送至 Mac

source: Not delivered · Waiting to reconnect
zh_hans: 未送达 · 等待重新连接

source: Mac received and saved the task
zh_hans: Mac 已接收并保存任务

source: Processing on Mac
zh_hans: Mac 正在处理

source: Results synced
zh_hans: 结果已同步

source: Mac task failed
zh_hans: Mac 任务失败

source: Cancellation confirmed by Mac
zh_hans: Mac 已确认取消

source: Mac offline · Showing last known progress
zh_hans: Mac 离线 · 显示最后已知进度

source: Cancellation requested · Waiting for Mac confirmation
zh_hans: 已请求取消 · 等待 Mac 确认

source: Mac could not cancel because the task had already finished.
zh_hans: 任务已完成，Mac 无法再取消。

source: Request cancellation
zh_hans: 请求取消

source: Retry sending
zh_hans: 重新发送

source: Use Submit to confirm
zh_hans: 点击提交以确认

source: Swipe up to Submit
zh_hans: 上滑提交

source: Submit
zh_hans: 提交

source: Saving task on iPhone…
zh_hans: 正在将任务保存在 iPhone…

source: Destination Mac
zh_hans: 目标 Mac

source: Original audio
zh_hans: 原始音频

source: Processing scope
zh_hans: 处理范围

source: This task is not submitted. Audio availability will be verified before submission.
zh_hans: 任务尚未提交。提交前会验证音频是否可用。

source: Transcribe the original recording, identify speakers, and sync results back to iPhone.
zh_hans: 转写原始录音、识别说话人，并将结果同步回 iPhone。

source: Your original recording stays unchanged.
zh_hans: 原始录音保持不变。

source: Sending continues in the background after the task is saved on iPhone.
zh_hans: 任务保存在 iPhone 后会在后台继续发送。

source: Saves this task on iPhone and returns to the meeting without waiting for Mac.
zh_hans: 将任务保存在 iPhone 后返回会议，无需等待 Mac。

source: Submitting is unavailable because durable task storage has not been configured.
zh_hans: 尚未配置持久任务存储，暂时无法提交。

source: Could not confirm that the task was saved. Check task status before trying again.
zh_hans: 无法确认任务已保存。请先检查任务状态再重试。

source: %@ utterances
zh_hans: %@ 条发言

source: %lld participants
zh_hans: %lld 人

source: 1 participant
zh_hans: 1 人

source: Analyzed
zh_hans: 已分析

source: Analyzing
zh_hans: 分析中

source: App Language
zh_hans: 界面语言

source: ASR chunk
zh_hans: ASR 分块

source: Audio
zh_hans: 音频

source: Audio folder
zh_hans: 音频目录

source: Cancel
zh_hans: 取消

source: Capture
zh_hans: 采集参数

source: Couldn't open the audio file.
zh_hans: 无法打开音频文件。

source: Detect automatically
zh_hans: 自动检测

source: Device ID
zh_hans: 设备 ID

source: Download model
zh_hans: 下载模型

source: Duration
zh_hans: 时长

source: Failed from
zh_hans: 失败前状态

source: File
zh_hans: 文件

source: Format
zh_hans: 格式

source: Input switched to %@.
zh_hans: 输入已切换为 %@。

source: Interrupted. Tap resume to continue.
zh_hans: 录音被中断，点按继续以恢复。

source: Listening…
zh_hans: 正在聆听…

source: Loading model…
zh_hans: 正在加载模型…

source: Local audio purged
zh_hans: 本地音频已清除

source: Microphone
zh_hans: 麦克风

source: Microphone access is off
zh_hans: 麦克风未开启

source: Missing
zh_hans: 缺失

source: Model not downloaded — recording still works. Download it in Settings to transcribe.
zh_hans: 模型尚未下载 — 录音仍可继续。可在设置中下载模型以生成转写。

source: Needs attention
zh_hans: 需要处理

source: Nemotron 3.5 ASR streaming, 2240 ms tier. Roughly 665 MB, downloaded once and kept in Application Support. Recording works without it.
zh_hans: Nemotron 3.5 ASR 流式模型，2240 毫秒档位。约 665 MB，仅需下载一次，保存在应用专用存储中。不下载也可以录音。

source: No recordings yet
zh_hans: 暂无录音

source: Not downloaded
zh_hans: 尚未下载

source: Not yet
zh_hans: 尚未

source: OK
zh_hans: 好

source: On disk
zh_hans: 本地文件

source: Open Settings
zh_hans: 打开设置

source: Paused
zh_hans: 已暂停

source: Paused by another app. Your recording is safe.
zh_hans: 已被其他 App 暂停，你的录音是安全的。

source: Queued
zh_hans: 已排队

source: Ready
zh_hans: 就绪

source: Record
zh_hans: 录音

source: Recorded
zh_hans: 已录制

source: Recording
zh_hans: 录制中

source: Recording Info
zh_hans: 录音信息

source: Recording problem
zh_hans: 录音出现问题

source: Recordings you make appear here, newest first.
zh_hans: 你录制的会议会显示在这里，最新的排在最前面。

source: Recovered %lld interrupted recordings.
zh_hans: 已恢复 %lld 段意外中断的录音。

source: Recovered 1 interrupted recording.
zh_hans: 已恢复 1 段意外中断的录音。

source: Remove download
zh_hans: 删除已下载模型

source: Sample rate
zh_hans: 采样率

source: Sealing
zh_hans: 封存中

source: Sent to Mac
zh_hans: 已发送至 Mac

source: Settings
zh_hans: 设置

source: Size
zh_hans: 大小

source: Source
zh_hans: 输入源

source: Spoken language
zh_hans: 口语语言

source: Started
zh_hans: 开始时间

source: Starting
zh_hans: 启动中

source: Starting…
zh_hans: 开始中…

source: State
zh_hans: 状态

source: Status
zh_hans: 状态

source: Sync
zh_hans: 同步

source: Synced
zh_hans: 已同步

source: The local audio file is no longer on this device (it may have synced to Mac and been cleaned up).
zh_hans: 本地音频已不在此设备上（可能已同步至 Mac 并被清理）。

source: This device
zh_hans: 本机信息

source: This meeting has no associated audio file.
zh_hans: 这场会议没有关联的音频文件。

source: Transcript appears here while recording.
zh_hans: 录音过程中转写内容会显示在这里。

source: Transcript can't start
zh_hans: Transcript 无法启动

source: Transcript needs the microphone to record meetings. Everything stays on this device.
zh_hans: Transcript 需要使用麦克风来录制会议。所有数据仅保存在本设备。

source: Transcription Language
zh_hans: 转写语言

source: Transcription model
zh_hans: 转写模型

source: Verified on Mac
zh_hans: Mac 已校验

source: Verifying
zh_hans: 校验中

source: Yes
zh_hans: 是

# home.title
source: Home
zh_hans: 主页

# home.search.placeholder
source: Search meetings by title or content
zh_hans: 搜索会议标题或内容

# home.search.clear
source: Clear search
zh_hans: 清除搜索

# home.search.empty.title
source: No matching meetings
zh_hans: 没有匹配的会议

# home.search.empty.description
source: Try another title, phrase, speaker, or date range.
zh_hans: 请尝试其他标题、片段、说话人或日期范围。

# home.search.failed.title
source: Search failed
zh_hans: 搜索失败

# home.search.loadMore
source: Load more
zh_hans: 加载更多

# home.search.titleMatched
source: Title match
zh_hans: 标题匹配

# home.speakers.filter
source: Speakers
zh_hans: 说话人

# home.speakers.selected %lld
source: %lld speakers
zh_hans: %lld 位说话人

# home.speakers.clear
source: Clear speakers
zh_hans: 清除说话人

# home.speakers.empty.title
source: No speakers
zh_hans: 没有说话人

# home.speakers.empty.description
source: Speakers will appear after meetings are analyzed.
zh_hans: 会议分析后会显示说话人。

# home.dates.filter
source: Date
zh_hans: 日期

# home.dates.selected
source: Date selected
zh_hans: 已选择日期

# home.dates.enable
source: Filter by date
zh_hans: 按日期筛选

# home.dates.start
source: Start date
zh_hans: 开始日期

# home.dates.end
source: End date
zh_hans: 结束日期

# home.dates.inclusive
source: Both dates are included
zh_hans: 包含起止日期当天

# home.dates.invalid.title
source: Invalid date range
zh_hans: 日期范围无效

# home.dates.invalid.description
source: The start date must not be later than the end date.
zh_hans: 开始日期不能晚于结束日期。

# home.dates.edit
source: Edit dates
zh_hans: 编辑日期

# home.filters.clear
source: Clear filters
zh_hans: 清除筛选

# home.recent.title
source: Recent meetings
zh_hans: 最近会议

# meetings.title
source: Meetings
zh_hans: 会议

# meetings.empty.title
source: No meetings
zh_hans: 没有会议

# meetings.empty.description
source: Recorded meetings will appear here.
zh_hans: 录音会议会显示在这里。

# meetings.more_participants %lld
source: %lld more participants
zh_hans: 另有 %lld 位参与者

# meetings.load_more
source: Load more meetings
zh_hans: 加载更多会议

# meetings.delete_local.action
source: Delete locally
zh_hans: 在本机删除

# meetings.delete_local.title
source: Delete meeting?
zh_hans: 删除会议？

# meetings.delete_local.scope
source: This removes the local meeting and audio only.
zh_hans: 仅删除本机会议和音频。

# common.done
source: Done
zh_hans: 完成

# common.cancel
source: Cancel
zh_hans: 取消

# library.loading
source: Loading…
zh_hans: 加载中…

# library.reload
source: Reload
zh_hans: 重新加载

# settings.title
source: Settings
zh_hans: 设置

# settings.recordingButton
source: Recording button
zh_hans: 录音按钮

# settings.resetRecordingButton
source: Reset recording button position
zh_hans: 恢复录音按钮位置

# connection.title
source: Connection
zh_hans: 连接

# connection.connectToMac
source: Connect to Mac
zh_hans: 连接 Mac

# submission.submit
source: Submit
zh_hans: 提交

# submission.swipeUp
source: Swipe up to Submit
zh_hans: 向上滑动提交

# floating.record
source: Record
zh_hans: 录音

# floating.moveHint
source: Drag to move the recording button, or use its movement actions.
zh_hans: 拖动移动录音按钮，或使用辅助功能操作。
